---
kind: enumMember
id: F:Autodesk.Revit.DB.CheckoutStatus.OwnedByOtherUser
enum: Autodesk.Revit.DB.CheckoutStatus
source: html/f6f6e300-5a37-7e44-7ee1-8dc0c016778a.htm
---
# Autodesk.Revit.DB.CheckoutStatus.OwnedByOtherUser

The element is owned by some user other than the current user.